English/Deutsch/NeueWort02.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<title>Neue Wort 02</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Neue Wort 02"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-04-11 03:33:31 CST"/>
<meta name="author" content="visayafan"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>



</head>
<body>


<div id="content">
<h1 class="title">Neue Wort 02</h1>


<!-- <script type="text/javascript" src="https://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"> </script> -->
<link rel="stylesheet" type="text/css" href="../../Layout/CSS/bootstrap_old.css" />
<link rel="stylesheet" type="text/css" href="../../Layout/CSS/style.css" />
<script src="../../Layout/JS/jquery_1.7.1.js"></script>
<script src="../../Layout/JS/bootstrap_old.js"></script>



<div id="table-of-contents">
<h2>目录</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Vokabel</a></li>
<li><a href="#sec-2">2 jemanden</a></li>
<li><a href="#sec-3">3 vorstellen</a></li>
<li><a href="#sec-4">4 Wirtschaftswissenschaft</a></li>
<li><a href="#sec-5">5 Brief</a></li>
<li><a href="#sec-6">6 Satz</a></li>
<li><a href="#sec-7">7 Zuerst</a></li>
<li><a href="#sec-8">8 Dann</a></li>
<li><a href="#sec-9">9 Burg</a></li>
<li><a href="#sec-10">10 Kiste</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Vokabel</h2>
<div class="outline-text-2" id="text-1">

<p>  die 词汇<br/>
  pl. Vokabeln<br/>
</p></div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> jemanden</h2>
<div class="outline-text-2" id="text-2">

<p>  pron. somebody/someone<br/>
  缩写jmd/jnd<br/>
</p></div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> vorstellen</h2>
<div class="outline-text-2" id="text-3">

<p>  put/move forward; introduce; imagine<br/>
</p>


<pre class="example">Jemanden Jemanden vorstellen. = introduce sb. to sb.
Darf ich Ihnen Herrn Braun vorstellen? = May I introduce you to Mr. Braun.
</pre>

</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Wirtschaftswissenschaft</h2>
<div class="outline-text-2" id="text-4">

<ol>
<li>Wirt <br/>
     der host/landlord主人/房东<br/>
</li>
<li>Wirtschaft<br/>
     die economy/trade/industry 经济/贸易/工业<br/>
     Wirtschaften v经营管理<br/>
</li>
<li>Wissen <br/>
     das knowledge<br/>
</li>
<li>Wissenschaft<br/>
     die science/specific field of systematic knowledge 科学/学术<br/>
</li>
<li>Wirtschaftswissenschaft<br/>
     die economics 经济学<br/>
</li>
<li>Wirtschaftswissenschaftler<br/>
     经济学者<br/>
     -in 女经济学者<br/>
</li>
<li>wirtschaftswissenschaftlich<br/>
     adj 经济学的<br/>
</li>
</ol>

</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Brief</h2>
<div class="outline-text-2" id="text-5">

<p>  der letter 信<br/>
  pl Briefe<br/>
</p>


<pre class="example">ein Brief
einen Brief schreiben.
</pre>

</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Satz</h2>
<div class="outline-text-2" id="text-6">

<p>  der sentence/theorem/sediment/record 句子/定理/沉积物/[电脑]记录<br/>
  pl. Sätze<br/>
</p></div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Zuerst</h2>
<div class="outline-text-2" id="text-7">

<p>  adv first<br/>
</p></div>

</div>

<div id="outline-container-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> Dann</h2>
<div class="outline-text-2" id="text-8">

<p>  adv then<br/>
</p></div>

</div>

<div id="outline-container-9" class="outline-2">
<h2 id="sec-9"><span class="section-number-2">9</span> Burg</h2>
<div class="outline-text-2" id="text-9">

<p>  die castle<br/>
</p>


<pre class="example">Sandburg 用沙子做的城堡
</pre>

</div>

</div>

<div id="outline-container-10" class="outline-2">
<h2 id="sec-10"><span class="section-number-2">10</span> Kiste</h2>
<div class="outline-text-2" id="text-10">

<p>  die box/wooden box盒子<br/>
</p>


<pre class="example">Sandkiste 沙箱
</pre>

</div>
</div>
</div>

</body>
</html>
